 var infoSucc=[]; 
 var info = [];
 
 var initInfo=function(){
 	
 	 	info.push("本报记者 宋璇 　发自上海 《 国际金融报 》\r\n目前，中国金融信息服务行业提供上市公司数据库的主流厂商包括万得以及三家上市公司：同花顺(14.650,-0.23,-1.55%)、大智慧(10.49,0.00,0.00%)、东方财富(17.580,-0.25,-1.40%)。由于各家公司在统计口径和时间节点上的不一致，经常出现每家公司的软件提取出来的数据不一致的情况");

infoSucc.push("目前");
  
 	info.push("羊城晚报讯 记者吴海飞报道：互联网行业似乎永远是棵常青树。昨日，新华社报道称中国互联网协会副理事长高新民在2011中国互联网产业年会上透露，我国网民总数已经达到5.05亿，其中手机网民数量达3.4亿，而2011年全年互联网市场规模达1555亿元，电子商务交易额有望突破6万亿元，同时高新民称2012年互联网产业将继续高增长。分析师表示，移动互联网正在进入长达10年以上的黄金增长期，第一波的投资应抓住行业机会。");

infoSucc.push("互联网");
  
 	info.push("作者：新金融记者 王瑛\r\n曾几何时，光伏行业一度以业绩高增长而著称；但2011年以来，由于产能过剩、同质化竞争等问题使光伏行业陷入困局。同时，来自美国的“双反”调查、欧债危机更使光伏产业的发展雪上加霜。虽然光伏行业处于内忧外患中，但光伏企业上市热情不减。上周，深圳珈伟光伏照明股份有限公司成功闯关，即将登陆创业板。");

infoSucc.push("曾几何时");
  
 	info.push("■本报见习记者 黄作金\r\n分析人士指出，“资源三号”卫星实现了我国民用高分辨率测绘卫星领域零的突破，不仅对航天军工股是利好，而且可关注卫星和卫星应用领域上下游的企业和隐性受益股");

infoSucc.push("分析人士指出");
  
 	info.push("每经记者 张冬晴 杨苏\r\n下周一(1月16日)，农业银行(2.65,0.00,0.00%)(601288，收盘价2.65元)将有51.14亿股解禁，这是农行上市以来的第三批限售股解禁。按周五 (1月13日)收盘价算，该笔解禁股总市值约135亿元\r\n值得注意的是，经历了短暂反弹后，昨日沪深两市大幅度向下，上证综指下跌1.34%，仅56家公司上涨。同时，2012年以来的8个交易日，沪市总共成交4821亿元，平均单日成交金额仅600亿元。在这一情况下，仅农行一家就高达135亿元的解禁量无疑将对短期市场造成心理冲击，针对农行的又一轮“保发战”即将打响。");

infoSucc.push("下周一");
  
 	info.push("据新华社电 国务院总理温家宝14日在沙特阿拉伯王国首都利雅得与沙特阿拉伯王国王储兼副首相纳伊夫举行会谈。\r\n温家宝\r\n鼓励中国企业参与沙特基建\r\n温家宝表示，中沙建交22年来，双方坚持相互尊重、平等相待，友好合作取得丰硕成果。近年来，面对复杂多变的地区和国际局势，中沙加强高层交往，不断增进政治互信，在涉及彼此核心利益和重大关切问题上始终相互理解、相互支持。");

infoSucc.push("国务院总理温家宝14日");
 
 	info.push("(1月13日)据STCN资金流向快报数据显示，截至11点30分，上证综指下跌-1.77%，深证成指下跌-2.11%。两市共有56家公司上涨，2153家公司下跌，6家公司平盘。从资金流量角度看，沪市资金净流出57.76亿元，深市资金净流出60.96亿元。指数方面，沪深300(2369.963,-24.37,-1.02%)指数成份股合计流出资金-41.57亿元；上证180指数(5113.749,-47.59,-0.92%)成份股流出资金-26.31亿元；深证成指指数成份股流出-6.77亿元。");

infoSucc.push("（1月13日）据STCN资金流向快报数据显示");

	info.push("《投资者报》记者 薛玉敏\r\n券商这个冬天的日子不好过，中信证券(微博)(9.75,0.36,3.83%)自营部门就因亏损卷入了裁员漩涡。“我不方便说，有关离职的事情你去问董秘。”1月5日，当记者接通中信交易与衍生产品业务部(下称“自营部”)前执行总经理于军的电话时，他对于离职之事不置可否。\n曾深处中信证券自营裁员风口浪尖的于军，如今已经落寞地离去，生不逢时的他不得不为部门亏损负责。");

infoSucc.push("券商这个冬天的日子");
 
 info.push("《投资者报》分析员 黄凤清\r\n虽然2011年经历了宏观经济放缓及A股大跌，但最受尊敬上市公司的“基因”并没有发生太大的变化。良好的盈利能力及出色的市场表现，依然是最受尊敬上市公司的主要特点。");

infoSucc.push("虽然2011年经历了宏观");

 info.push("证券日报(微博)·中国资本证券网 田运昌\r\n中国资本证券网于1月8日发表了《青海华鼎账务迷雾：非关联方其实有关联？》一文，文中列出了青海华鼎(600243.SH)在财务报表中各种奇怪的账款和“非关联方”的可疑情况。　　1月9日，青海华鼎董秘回应称财务报告可能是在编写上不够严谨，才造成前后表述不一。但对于公司财报中存在的账龄混乱以及计提比例多次变动的问题，董秘依然没有给出明确的解释。");

infoSucc.push("中国资本证券网于1月");
 
    info.push("事件：12月29日，国家发改委网站上发布了发改委副主任、国务院医改办公室主任孙志刚的署名文章《基层医改的创新与实践》。该文章重申基层医改的重要意义，回顾基层医改取得的重大成效，我们认为其中最重要的部分是再次阐述基层医改的基本思路并且列示五大主要内容：");

infoSucc.push("事件：12月29日");

   info.push("每经记者 李亚蝉 谢晓萍发自广州、北京\r\n在互联网迅猛发展的今天，网络安全问题也开始凸显。据《每日经济新闻》记者了解，近期，CSDN、天涯社区、支付宝(微博)、京东、当当等网站均卷入用户信息泄露事件中。　昨日(12月29日)有消息称当当1200万用户数据疑遭公布，对此当当网称此说法不属实，并已向当地公安机关报案。");

infoSucc.push("在互联网迅猛发展的今天");
 
  info.push("本报北京讯 记者夏青报道\r\n12月29日，国家发展改革委网站消息称，经国务院批准，国家发展改革委、商务部12月24日发布第12号令，全文公布《外商投资产业指导目录（2011年修订）》，自2012年1月30日起施行。2007年发布的《外商投资产业指导目录（2007年修订）》同时停止执行。");

infoSucc.push("12月29日");
 
 	info.push("新华08网北京12月29日电(记者任峰 岳瑞芳)在2008年国际金融危机爆发三年之后，中国股市再次进入寒冬：经济发展了，股票多了，市值大了，投资者的熊市感受却远甚于三年前！这就是2011年年末的A股印象。");

infoSucc.push("在2008年国际");
 
 	info.push("【财经网专稿】记者 高素英12月30日，中海油(0883.HK)给记者发来邮件称，经潜水员水下探摸，发现海管有两个破损点，破损点管材向内凹陷，海管直度测量正常，经分析确认两个泄漏点由机械外力损伤造成。经现场探查，初步判断挖沙作业痕迹明显。");

infoSucc.push("12月30日");
 
  info.push("本报北京12月29日讯 记者黄晓芳报道：国家发展和改革委员会、商务部近日公布《外商投资产业指导目录(2011年修订)》，将高端制造业作为鼓励外商投资的重点领域，促进外商投资使用新技术、新工艺、新材料、新设备，改造和提升传统产业。目录在鼓励类中增加了纺织、化工、机械制造等领域新产品、新技术条目。同时，鼓励外商投资循环经济，鼓励类增加了废旧电器电子产品、机电设备、电池回收处理条目；考虑汽车产业健康发展的要求，将汽车整车制造条目从鼓励类中删除；为抑制部分行业产能过剩和盲目重复建设，将多晶硅、煤化工等条目从鼓励类删除。");

infoSucc.push("国家发展");
 
  info.push("文/记者 陈炜 实习生 余晓叶 \r\n花80元买的废旧电视机，转手换成了300多元的现金——12月28日，诸暨人王树萍最后一次享受家电“以旧换新”的政策，在诸暨鹏程家电商场买下一台3000多元的洗衣机后，王树萍用80元钱从旧货市场淘来的14寸黑白老电视机，按照新买电器10%的价格，在商场“以旧换新”的柜台处变了现，获利3倍。");

infoSucc.push("花80元买的废");
 
 	info.push("新华网广州12月28日电（记者王攀、周浙玲）近几日，人民币对美元汇率中间价连续走高，27日盘中创出历史新高。而在过去的一个多月里，人民币对美元即期报价低于中间价成为常态，甚至还一度出现连续多日跌停的现象。");

infoSucc.push("近几日");
 
  info.push("经济观察网 记者 陈文雅 北京房地产界的“文艺青年”万科集团执行副总裁毛大庆(微博)近日在多个公开场合表态，2012年自己想投靠地产和电影双料商人张宝全，改行演电影。虽说这是个玩笑话，不过看起来毛大庆还挺当回事，拍胸脯称“明年肯定拍”。在潘石屹(微博)客串《阿斯匹林》，张宝全投拍《胭脂》数年后，房地产和影视行业的偶然邂逅忽然变成了大张旗鼓的热恋。");

infoSucc.push("北京房地产界的");
 
  info.push("证券时报网(www.stcn.com)12月29日讯\r\n科冕木业(11.10,-0.14,-1.25%)(002354)12月29日午间公告，公司全资子公司泰州科冕收到企业发展扶持资金1315.6万元，泰州科冕将该项补贴作为营业外收入计入当期损益，对公司2011年度业绩有积极影响。\r\n截至上午收盘，科冕木业报9.53元，涨1.06%。(证券时报网快讯中心)");

infoSucc.push("科冕木业");
  
  info.push("证券日报(微博)·中国资本证券网 田运昌\r\n中国资本证券网于1月8日发表了《青海华鼎账务迷雾：非关联方其实有关联？》一文，文中列出了青海华鼎(600243.SH)在财务报表中各种奇怪的账款和“非关联方”的可疑情况。　　1月9日，青海华鼎董秘回应称财务报告可能是在编写上不够严谨，才造成前后表述不一。但对于公司财报中存在的账龄混乱以及计提比例多次变动的问题，董秘依然没有给出明确的解释。");

infoSucc.push("中国资本证券网于1月");
 
  info.push("新华网北京1月9日电：(记者罗宇凡、赵瑞希)在严厉的楼市调控政策之下，投机需求遭到遏制，市场有效需求不断下滑，成交量持续走低。然而在这种背景之下，一些大型房企依旧在楼市调控之年创造出了惊人的销售业绩，甚至破千亿元。而与之形成鲜明对比的却是，很多中小型房企为了“保命”，不得不卖股权为生。调控之下，房企几家欢喜几家愁。一场“大鱼吃小鱼”的游戏正在房地产市场上演。"); 

infoSucc.push("在严厉的楼市");

	info.push("《投资者报》记者 薛玉敏\r\n券商这个冬天的日子不好过，中信证券(微博)(9.75,0.36,3.83%)自营部门就因亏损卷入了裁员漩涡。“我不方便说，有关离职的事情你去问董秘。”1月5日，当记者接通中信交易与衍生产品业务部(下称“自营部”)前执行总经理于军的电话时，他对于离职之事不置可否。\n曾深处中信证券自营裁员风口浪尖的于军，如今已经落寞地离去，生不逢时的他不得不为部门亏损负责。");

infoSucc.push("券商这个冬天的日子");

	info.push("久联发展(18.50,0.45,2.49%)2011年*第二次临时股东大会于2011年10月28日召开!，审议通过了《关于提请审议公司第四届董事会(董事)的议案》、《关于提请审议公司第四届董事会独立董事的议案》、《关于提请审议公司第四届监事会监事的议案》、关于提请审议向子公司贵州久和民爆器材有限公司提供贷款担保的议案、关于提请审议变更公司2011年度审计机构的议案。\n(000048)ST康达尔(7.75,0.07,0.91%)：劳动争议案进展情况\n根据有关规定，ST康达尔就许进诉公司及公司全资子公司深圳市康达尔(集团)房地产开发有限公司(以下简称“地产公司”)劳动争议案的进展情况公告如下：");

infoSucc.push("久联发展");
	
	info.push("中新网2011年12月29日电 (房产频道 胡可璐 张慧鑫)2011，对于中国的房地产市场而言，绝对是不同寻常的一年，限购限贷等政策调控效果非凡，楼市遭遇从未有过的“攻坚战”。降价潮、退房潮此起披伏，地产商、购房者演绎各种纠结，但不破不立，中国楼市的“涅槃”才刚刚开始。2011年，中国楼市有那些事件值得关注？中新网房产频道为您一一梳理。1、全年房价控制目标 限购政策出台2011年1月26日 发布《关于进一步做好房地产市场调控工作有关问题的通知》，即“国八条”，要求各地出台房价调控目标；35个城市要从严制定和执行住房限购措施。2月16日，北京出台限购细则“京十五条”，被称为“最严格限购”。7月，国务院常务会议提出，房价上涨过快二三线城市要采取限购措施。");

infoSucc.push("2011");
	
	info.push("中新网12月29日(房产频道 胡可璐)在楼市调控风声鹤唳的时期，房企利润依然是个谜。日前，有媒体报道，深处漩涡中心的房企仍然大赚特赚，万科、保利等上市房企的平均毛利率可达40%左右，这一利润远远高于房地产的上游钢铁行业。日前，国家发改委相关人士表态，将着手实施房地产反暴利制度。");

infoSucc.push("在楼市调控风声鹤");
	
	info.push("中广网北京12月29日消息 据中国之声《新闻晚高峰》报道，最近楼市调控可谓是效果出现，不少开发商都表示压力很大，有一些楼盘还以超低折扣售房，让外界猜测是不是房地产业是不是难过这个冬天了。然而最近有媒体报道，万科、保利等上市房企的平均毛利率可达40%左右，这一利润远远高于房地产的上游钢铁行业。报道还把房地产与钢铁行业进行相比，以武钢和鞍钢为例，近三年的平均毛利只有7.88%和8.96%、");

infoSucc.push("据中国之声");
	
	info.push("【《财经》综合报道】据中国广播网报道，国家发改委主任张平表示，目前发改委有关部门正在研究制订商品房领域反暴利规定。报道援引全国房地产经理人联合会研究院副院长陈宝存观点，现在房地产业的利润并没有像外界想象的那种暴利，目前房地产行业的平均利润率也就在15%-20%之间。而有媒体报道，万科、保利等上市房企的平均毛利率可达40%左右，这一利润远远高于房地产的上游钢铁行业，以武钢和鞍钢为例，近三年的平均毛利只有7.88%和8.96%。");

infoSucc.push("据中国广播网");
	
	info.push("证券时报网(微博) 作者：李 俊　\r\n周四，沪深主要股指震荡盘升，但受制于成交量的极度萎缩，始终难以冲过5日均线。从大盘运行来看，连续下跌后的市场做空动能有所释放，部分投资者选择进场博短线反弹，而年末机构有做净值的需要，也导致抛压减弱，两者共同作用引发技术性反弹。我们认为，近日上证综指的日K线两连阳代表了投资者在2011年结束前的短期躁动，但从中期来看，上证综指周K线或许收出的八连阴则预示着市场在2012年开始前的不安。");

infoSucc.push("周四");
	
	info.push("中新财经北京12月29日电 (肖莹莹)2010年中国-东盟自由贸易区的建成有力促进了双边贸易和经济合作，中国-东盟关系进入了一个新的阶段。在即将过去的2011年，双方在继续推进经济领域合作的同时，也开始向环保、文化、知识产权保护、打击跨国犯罪、防务与安全、交通、传统医药等更多领域迈进。");

infoSucc.push("2010年中国");
	
	info.push("中国经济网北京12月29日讯(周明喜)路透社报道说，数据提供商Dealogic的数据显示，今年，在中国上海、深圳和香港进行IPO(首次公开发行)的企业总共筹资近730亿美元，几乎达到纽约证交所(NYSE)和纳斯达克(Nasdaq)两大市场IPO筹资总额的两倍，连续三年成为全球IPO筹资总额最高的国家。香港的IPO筹资总额达到309亿美元，连续第三年摘得全球桂冠。相比之下，纽约和伦敦证交所的筹资总额分别为307亿美元和180亿美元。");

infoSucc.push("路透社报道说");
	
	info.push("2011年12月27日，公司董事张诚先生通过深圳证券交易所交易系统增持公司股份45,000股，成交均价为85.64元/股，占公司总股本的0.03%。在本次增持前，张诚先生未持有公司股票。公司控股股东、董事长兼总经理何巧女女士，董事张诚先生，董事、副总经理梁明武先生，监事会主席、华中事业部总裁赵冬先生，监事、苗木事业部总裁邓建国先生拟在未来六个月内根据市场情况通过深圳证券交易所交易系统继续增持总量不低于25万股，最高不超过公司总股本2%的股份。");

infoSucc.push("2011年12月27日");

	info.push("综合评级调升调降一览表(12月28日)数据来源：证券通股票简称综合评级系数最新盈利预测机构评级变动当前一个月前601390中国中铁10.833360.2454上调600517置信电气8.6254.250.2533上调000868安凯客车4.66679.83330.2536下调601801皖新传媒1.16671.40.2542下调600350山东高速");

infoSucc.push("综合评级调升");
};

exports.initInfo=initInfo;

exports.getInfoMsg=function(){
	return info;
};
	
exports.getInfoSucc=function(){
	return infoSucc;
};